api/app/models/product.rb

SELECT "reviews".* FROM "reviews" WHERE "reviews"."product_id" = $1  [["product_id", 1]]
---
    def update_average_rating
        rating=0
        unless self.reviews.empty?