[
    {
        "title": "Merrick Full Source Grain Free Raw-Coated Kibble With Real Chicken & Duck Recipe Dry Dog Food",
        "sku": "3131532",
        "description": "Full Source means Full Nutrition. Merrick Full Source goes full nose-to-tail, utilizing more of the animal. 85-90% of the protein in Merrick Full Source dry dog food recipes is from animal sources. Full Source dog food is made with nutrient-rich organs & cartilage. The organ meats in this recipe provide your dog with a concentrated source of vitamins, minerals, healthy fats & amino acids, and the nourishing cartilage helps support healthy joints. Merrick Full Source recipes are served as a freeze-dried raw-coated kibble and include both grain free and grain inclusive recipes. No peas and no lentils in Merrick Full Source dog food.",
        "category": "food",
        "image_urls": [
            "food/3131532/3131532-1.jpg",
            "food/3131532/3131532-2.jpg",
            "food/3131532/3131532-3.jpg",
            "food/3131532/3131532-4.jpg"
        ]
    },
    {
        "title": "Merrick Grain Free Slow-Cooked BBQ Texas Style with Braised Beef Wet Dog Food",
        "sku": "3013755",
        "description": "Merrick Grain Free Wet Dog Food Slow-Cooked BBQ Texas Style with Braised Beef offers Southern style taste that your dog is sure to love. This wet food for dogs starts with real beef to build and maintain healthy muscle tissue and energy levels. This smokey beef is cooked with sweet potatoes and green beans in a Texas style BBQ sauce to create a savory beef dog food. This grain free wet dog food offers complete and balanced nutrition for adult dogs of all breed sizes. The easy-to-open canned dog food makes meal time convenient and quick. Like all Merrick recipes, the Slow-Cooked BBQ Texas Style with Braised Beef recipe was crafted in our Hereford, TX kitchen and cooked in the USA.",
        "category": "food",
        "image_urls": [
            "food/3013755/3013755-1.jpg",
            "food/3013755/3013755-2.jpg",
            "food/3013755/3013755-3.jpg",
            "food/3013755/3013755-4.jpg"
        ]
    },
    {
        "title": "Instinct Raw Boost Whole Grain Real Chicken & Brown Rice Recipe Dry Dog Food with Freeze-Dried Raw Pieces",
        "sku": "3127592",
        "description": "Protein packed, nutrient-rich food with bites of freeze-dried raw meat, Instinct Raw Boost Whole Grain Real Chicken & Brown Rice Recipe is a better way to feed kibble. Unlock your dog's potential to thrive and put more of the pure, real nutrition of raw into every bowl.",
        "category": "food",
        "image_urls": [
            "food/3127592/3127592-1.jpg",
            "food/3127592/3127592-2.jpg",
            "food/3127592/3127592-3.jpg",
            "food/3127592/3127592-4.jpg"
        ]
    },
    {
        "title": "JustFoodForDogs Topper Beef & Russet Potato Stew Wet Dog Food",
        "sku": "3153230",
        "description": "JustFoodForDogs Pantry Fresh Toppers is a convenient take on our classic Beef & Russet Potato recipe. Thanks to its special Tetra Pak packaging, it is fresh yet nonperishable at room temperature for up to a year, making it extremely easy to travel with, store, and serve! Best of all, it contains no preservatives and is specifically formulated to be nutricious topper option.",
        "category": "food",
        "image_urls": [
            "food/3153230/3153230-1.jpg",
            "food/3153230/3153230-2.jpg",
            "food/3153230/3153230-3.jpg"
        ]
    },
    {
        "title": "Blue Buffalo Wilderness Natural Adult High Protein Grain Free Chicken Dry Dog Food",
        "sku": "1336673",
        "description": "BLUE Wilderness Adult Dry Dog Food is made with more of the meat they love to satisfy the spirit of the wolf in every dog. This Grain Free recipe features a precise balance of carbohydrates and calories to support your dog's daily dietary needs. BLUE Wilderness dog food is a product of the Blue Buffalo company. Based in the United States, Blue Buffalo makes premium-quality pet foods featuring real meat, fruit and vegetables.",
        "category": "food",
        "image_urls": [
            "food/1336673/1336673-1.jpg",
            "food/1336673/1336673-2.jpg",
            "food/1336673/1336673-3.jpg",
            "food/1336673/1336673-4.jpg"
        ]
    },
    {
        "title": "Merrick Full Source Raw-Coated Kibble Real Salmon & Whitefish with Healthy Grains Dry Dog Food",
        "sku": "3131655",
        "description": "Full Source means Full Nutrition. Merrick Full Source goes full nose-to-tail, utilizing more of the animal. 85-90% of the protein in Merrick Full Source dry dog food recipes is from animal sources. Full Source dog food is made with nutrient-rich organs & cartilage. The organ meats in this recipe provide your dog with a concentrated source of vitamins, minerals, healthy fats & amino acids, and the nourishing cartilage helps support healthy joints. Merrick Full Source recipes are served as a freeze-dried raw-coated kibble and include both grain free and grain inclusive recipes. No peas and no lentils in Merrick Full Source dog food.",
        "category": "food",
        "image_urls": [
            "food/3131655/3131655-1.jpg",
            "food/3131655/3131655-2.jpg",
            "food/3131655/3131655-3.jpg",
            "food/3131655/3131655-4.jpg"
        ]
    },
    {
        "title": "Instinct Freeze-Dried Raw Boost Mixers Grain-Free Chicken Recipe Wet Dog Food",
        "sku": "2426718",
        "description": "Top your dog's kibble with raw. Instinct Raw Boost Mixers Cage-Free Chicken Recipe is the easiest way to put more of the pure, real nutrition of raw into every bowl.",
        "category": "food",
        "image_urls": [
            "food/2426718/2426718-1.jpg",
            "food/2426718/2426718-2.jpg",
            "food/2426718/2426718-3.jpg",
            "food/2426718/2426718-4.jpg"
        ]
    },
    {
        "title": "CANIDAE Beef & Oatmeal Dry Dog Food",
        "sku": "3162435",
        "description": "At Canidae we believe that what's best for our pets is best for us all. Enjoy your pet's mealtime with Canidae vet-formulated dry dog food. Canidae aims to bring out the best in your pet with food made from wholesome ingredients, formulated for whole body health. No fillers, artificial flavors or artificial preservatives, just complete & balanced goodness for healthy dogs.",
        "category": "food",
        "image_urls": [
            "food/3162435/3162435-1.jpg",
            "food/3162435/3162435-2.jpg",
            "food/3162435/3162435-3.jpg",
            "food/3162435/3162435-4.jpg"
        ]
    },
    {
        "title": "Gentle Giants Chicken World Class Dry Dog Food",
        "sku": "3210476",
        "description": "Gentle Giants World Class Canine Nutrition Classic 'Quality of Life' TM Feast Dog and Puppy Food is a wholesome blend of Non-GMO Super Premium Natural Ingredients, including farm-raised chicken, pearled barley, brown rice, oatmeal and a medley of 8 nutritious fruits and vegetables, including peas, sweet potatoes, carrots, spinach, pumpkin, cranberries, blueberries, and apples. Plus, Gentle Giants has the superfood functional ingredient New Zealand Green Mussels that helps support your pet's healthy joints, reduces inflammation, is a powerful natural source of glucosamine and chondroitin, and can help restore bone strength.",
        "category": "food",
        "image_urls": [
            "food/3210476/3210476-1.jpg",
            "food/3210476/3210476-2.jpg",
            "food/3210476/3210476-3.jpg"
        ]
    },
    {
        "title": "Hill's Science Diet Adult Light Large Breed with Chicken Meal & Barley Dry Dog Food",
        "sku": "2987152",
        "description": "Hill's Science Diet Large Breed Light Adult dry dog food is precise nutrition for less active adult large breed dogs that require a low calorie food to maintain a healthy weight & lifestyle. Low calories & L Carnitine help promote ideal body weight, support healthy mobility & maintain heart function. High quality protein & natural fibers help satisfy hunger between meals. Omega 6s & Vitamin E for beautiful skin & coat",
        "category": "food",
        "image_urls": [
            "food/2987152/2987152-1.jpg",
            "food/2987152/2987152-2.jpg",
            "food/2987152/2987152-3.jpg",
            "food/2987152/2987152-4.jpg"
        ]
    },
    {
        "title": "Natural Balance L.I.D. Limited Ingredient Diets Duck & Potato Formula Dry Dog Food",
        "sku": "3169004",
        "description": "Why Feed a Limited Ingredient Diet? Sometimes what's NOT in your dog's food is just as important as what is. At Natural Balance we realize feeding your dog a simpler premium dry dog food diet with fewer ingredients gives you control of exactly which ingredients your dog eats. When you want to keep it simple, Natural Balance L.I.D. Limited Ingredient Diets provides a dog food option to help you feed your dog's greatness. Our dry dog food duck and potato formula is made with farm-raised duck as the first ingredient and features limited, easily digestible, carbohydrate sources. This duck and potato formula has everything you want to feed your dog and nothing you don't, with no added peas, pea protein, lentils, legumes, corn, wheat, or soy.",
        "category": "food",
        "image_urls": [
            "food/3169004/3169004-1.jpg",
            "food/3169004/3169004-2.jpg",
            "food/3169004/3169004-3.jpg",
            "food/3169004/3169004-4.jpg"
        ]
    },
    {
        "title": "Blue Buffalo Baby Blue Natural Chicken and Brown Rice Recipe Dry Puppy Food",
        "sku": "3096263",
        "description": "Healthy, delicious Baby BLUE gives your puppy the nutritious food he needs to develop into a happy, healthy adult. Baby BLUE includes real chicken as the first ingredient, wholesome whole grains and garden veggies",
        "category": "food",
        "image_urls": [
            "food/3096263/3096263-1.jpg",
            "food/3096263/3096263-2.jpg",
            "food/3096263/3096263-3.jpg",
            "food/3096263/3096263-4.jpg"
        ]
    },
    {
        "title": "Purina Pro Plan Focus Sensitive Skin & Stomach Salmon & Rice Formula Adult Dry Dog Food",
        "sku": "2579466",
        "description": "Nurture your dog's sensitive skin and stomach with Purina Pro Plan FOCUS Sensitive Skin & Stomach Salmon & Rice Formula adult dry dog food. Nutrient-rich salmon is the first ingredient. This dog food for sensitive stomach boasts prebiotic fiber and a highly-digestible formula that nourishes the beneficial bacteria in your dog's intestine to promote his digestive health. Ingredients such as rice and oatmeal provide easily digestible sources of carbohydrates for your dog. Meanwhile, fish oil -- a source of EPA, one of the omega-3 fatty acids -- helps support healthy joints and mobility, while omega-6 fatty acids and zinc nourish your dog's skin and keep his coat healthy. Each bite packs a powerfully tasty flavor backed by essential nutrition to help support your dog's skin and stomach. There is also no corn, wheat or soy, and it's made without artificial colors or flavors. Purina Pro Plan FOCUS Sensitive Skin & Stomach Salmon & Rice Formula adult dry dog food keeps him healthy and happy.",
        "category": "food",
        "image_urls": [
            "food/2579466/2579466-1.jpg",
            "food/2579466/2579466-2.jpg",
            "food/2579466/2579466-3.jpg",
            "food/2579466/2579466-4.jpg"
        ]
    },
    {
        "title": "Blue Buffalo True Solutions Blissful Belly Natural Digestive Care Chicken Flavor Adult Dry Dog Food",
        "sku": "3129141",
        "description": "Does your dog have a sensitive side? Help manage his digestive health naturally with the proven ingredients of BLUE True Solutions Blissful Belly sensitive stomach dog food formulated by our team of veterinarians and animal nutritionists. Featuring real chicken, healthy whole grains and the finest natural ingredients enhanced with vitamins, minerals and other nutrients, this highly digestible dry dog food is gentle on your dog's tummy and contains a prebiotic fiber clinically proven to support digestive health.",
        "category": "food",
        "image_urls": [
            "food/3129141/3129141-1.jpg",
            "food/3129141/3129141-2.jpg",
            "food/3129141/3129141-3.jpg",
            "food/3129141/3129141-4.jpg"
        ]
    },
    {
        "title": "Nutro Wholesome Essentials Farm-Raised Chicken, Brown Rice & Sweet Potato Recipe Dry Large Breed Adult Dog Food",
        "sku": "2413781",
        "description": "Large breed dog food made with chicken, whole brown rice and oatmeal is unique because it provides superior nutrition and taste while being highly digestible and easy on the stomach. For large breed dogs over 1-6 years of age.",
        "category": "food",
        "image_urls": [
            "food/2413781/2413781-1.jpg",
            "food/2413781/2413781-2.jpg",
            "food/2413781/2413781-3.jpg",
            "food/2413781/2413781-4.jpg"
        ]
    },
    {
        "title": "Hill's Science Diet Adult Light Small Bites with Chicken Meal & Barley Dry Dog Food",
        "sku": "802816",
        "description": "Hill's Science Diet Light Small Bites Adult dry dog food is precise nutrition for less active adult dogs requiring a low calorie food to maintain a healthy weight & lifestyle. Delicious chicken flavor in a small bite size for those that prefer variety. Low calories & L Carnitine help promote ideal body weight, support healthy mobility & maintain heart function. High quality protein & natural fibers help satisfy hunger between meals. Omega 6s & Vitamin E for beautiful skin & coat",
        "category": "food",
        "image_urls": [
            "food/802816/802816-1.jpg",
            "food/802816/802816-2.jpg",
            "food/802816/802816-3.jpg",
            "food/802816/802816-4.jpg"
        ]
    },
    {
        "title": "Hill's Science Diet Adult Light with Chicken Meal & Barley Dry Dog Food",
        "sku": "169609",
        "description": "Hill's Science Diet Light Adult dry dog food is precise nutrition for less active adult dogs requiring a low calorie food to maintain a healthy weight & lifestyle. Delicious chicken flavor in a small bite size for those that prefer variety. Low calories & L Carnitine help promote ideal body weight, support healthy mobility & maintain heart function. High quality protein & natural fibers help satisfy hunger between meals. Omega 6s & Vitamin E for beautiful skin & coat",
        "category": "food",
        "image_urls": [
            "food/169609/169609-1.jpg",
            "food/169609/169609-2.jpg",
            "food/169609/169609-3.jpg",
            "food/169609/169609-4.jpg"
        ]
    },
    {
        "title": "Hill's Bioactive Recipe Grow + Learn Chicken & Brown Rice Puppy Dry Food",
        "sku": "2890431",
        "description": "Feed your dog's ability to thrive. Hill's Bioactive Recipe is based on their groundbreaking study on ingredients that help raise smarter, healthier puppies. Hill's blends ingredients in specific combinations so your puppy can get the most out of this healthy food.",
        "category": "food",
        "image_urls": [
            "food/2890431/2890431-1.jpg",
            "food/2890431/2890431-2.jpg",
            "food/2890431/2890431-3.jpg",
            "food/2890431/2890431-4.jpg"
        ]
    },
    {
        "title": "CANIDAE Turkey & Brown Rice Dry Puppy Food",
        "sku": "3162363",
        "description": "At Canidae we believe that what's best for our pets is best for us all. Enjoy your pet's mealtime with Canidae vet-formulated dry dog food. Canidae aims to bring out the best in your pet with food made from wholesome ingredients, formulated for whole body health. No fillers, artificial flavors or artificial preservatives, just complete & balanced goodness for healthy dogs.",
        "category": "food",
        "image_urls": [
            "food/3162363/3162363-1.jpg",
            "food/3162363/3162363-3.jpg",
            "food/3162363/3162363-4.jpg"
        ]
    }
]