[
    {
        "title": "KONG Squeezz Ball Dog Toy",
        "sku": "1435388",
        "description": "The KONG Squeezz Ball has a recessed squeaker that gives the safest and funnest squeak of any toy out there. Great for games of fetch, the erratic bounce and squeak guarantee tons of fun for you and your dog.",
        "category": "toys",
        "image_urls": [
            "1435388-1.jpg",
            "1435388-2.jpg",
            "1435388-3.jpg",
            "1435388-4.jpg"
        ]
    },
    {
        "title": "KONG Duck Dog Toy",
        "sku": "1586238",
        "description": "The plush KONG Duck is made out of the highest quality plush material. You can easily see the quality right down to our decision not to use any stuffing. Each one of our KONG Plush toys come with a replaceable squeaker for added value.",
        "category": "toys",
        "image_urls": [
            "1586238-1.jpg",
            "1586238-2.jpg",
            "1586238-3.jpg"
        ]
    },
    {
        "title": "Benebone Bacon Flavored Wishbone Chew Toy",
        "sku": "2393371",
        "description": "At Benebone, we started with the premise that dogs experience scent and flavor in a way we can't even grasp. So, we ditched the neon colors and loud squeaks. Inspired by the dog's powerful sense of smell, we developed a long-lasting durable chew that's jam-packed with real flavor. Once your dog takes a bite of our USA-made chews, he'll be hooked.",
        "category": "toys",
        "image_urls": [
            "2393371-1.jpg"
        ]
    },
    {
        "title": "Outward Hound Tornado Puzzle Dog Toy",
        "sku": "3128190",
        "description": "A SMARTER CHOICE: When it comes to training dogs, dog games and puzzles are a great way to engage and entertain your pup while they learn new skills. No matter the age, size or breed of your dog, Nina Ottosson dog games are as interactive as they are exciting and fun.",
        "category": "toys",
        "image_urls": [
            "3128190-1.jpg"
        ]
    },
    {
        "title": "KONG Wubba Friends",
        "sku": "1271687",
        "description": "KONG Wubba Friends",
        "category": "toys",
        "image_urls": [
            "1271687-1.jpg",
            "1271687-2.jpg",
            "1271687-3.jpg"
        ]
    },
    {
        "title": "KONG Cozies Alligator Dog Toy",
        "sku": "1490311",
        "description": "The KONG Cozies are cute, soft and cuddly plush toys made with an extra layer of material, so they're extra tough. Cozies are perfect for a game of fetch or as a comfort toy for your furry friend. Grab one of the 10 amazingly cute Cozie characters for your dog and we know your dog will love you for it.",
        "category": "toys",
        "image_urls": [
            "1490311-1.jpg",
            "1490311-2.jpg",
            "1490311-3.jpg"
        ]
    },
    {
        "title": "KONG Wild Knots Bear Dog Tug Toy",
        "sku": "2199914",
        "description": "KONG Wild Knots are soft and cuddly on the outside while durable and strong on the inside. Wild Knots bears are sure to be a hit with dogs and their pet parents. Dogs love the knotted skeleton, and the reinforced plush body provides extra durability. KONG Wild Knots have less stuffing for less mess and they squeak to entice play.",
        "category": "toys",
        "image_urls": [
            "2199914-1.jpg",
            "2199914-2.jpg",
            "2199914-3.jpg"
        ]
    },
    {
        "title": "KONG Tugga Wubba Dog Toy",
        "sku": "1373854",
        "description": "The KONG Tugga Wubba is a fun, interactive tug and toss toy made with durable reinforced nylon and tails on both ends for twice the shaking fun. The tails make it easy to pick up, throw or tug.",
        "category": "toys",
        "image_urls": [
            "1373854-1.jpg",
            "1373854-2.jpg",
            "1373854-3.jpg"
        ]
    },
    {
        "title": "KONG Classic Dog Toy",
        "sku": "44440",
        "description": "The KONG Classic is the gold standard of dog toys and has become the staple for dogs around the world for over forty years. Offering enrichment by helping satisfy dogs' instinctual needs, the KONG Classic's unique all-natural red rubber formula is ultra-durable with an erratic bounce that is ideal for dogs that like to chew while also fulfilling a dog's need to play. Want to extend play time? Be sure to stuff with tempting bits of kibble and entice with a dash of peanut butter. Add to the fun by adding KONG Snacks and topping with KONG Easy Treat.",
        "category": "toys",
        "image_urls": [
            "44440-1.jpg",
            "44440-2.jpg",
            "44440-3.jpg",
            "44440-4.jpg"
        ]
    },
    {
        "title": "KONG Teddy Bear Dog Toy",
        "sku": "1586211",
        "description": "The plush KONG Teddy Bear is made out of the highest quality plush material. You can easily see the quality right down to our decision not to use any stuffing. Each one of our KONG Plush toys come with a replaceable squeaker for added value.",
        "category": "toys",
        "image_urls": [
            "1586211-1.jpg",
            "1586211-2.jpg"
        ]
    }
]