[
    {
        "title": "Reddy Elite Orthopedic Blue Dog Bed",
        "sku": "3021552",
        "description": "The Reddy Blue Elite Orthopedic Dog Bed builds in ultimate comfort and advanced support to provide your pup with superior sleep using a thoughtfully designed dual-layered fill that features a memory foam pillow and a top-of-the-line orthopedic foam base to best support their weight. After a day of romping around the city or trading the concrete jungle for time with Mother Nature, they'll appreciate how easy this bed is on their body and joints, while you enjoy the effortless maintenance of its odor- and stain-resistant exterior.",
        "category": "beds",
        "image_urls": [
            "3021552-1.jpg",
            "3021552-2.jpg",
            "3021552-3.jpg",
            "3021552-4.jpg"
        ]
    },
    {
        "title": "Harmony Gray Orthopedic Lounger Dog Bed",
        "sku": "3074152",
        "description": "The Harmony Gray Orthopedic Lounger Dog Bed carries your pup straight to cloud canine with body-conforming foam that helps relieve pressure points. If they prefer to go sprawl out before they hit snooze, this lounger style will make their dreams come true as its wide frame allows them to take up as much space as they need.",
        "category": "beds",
        "image_urls": [
            "3074152-1.jpg",
            "3074152-2.jpg",
            "3074152-3.jpg",
            "3074152-4.jpg"
        ]
    },
    {
        "title": "Reddy Indoor/Outdoor Red Dog Bed",
        "sku": "3021499",
        "description": "The Reddy Red Indoor/Outdoor Dog Bed is an ideal hangout for your pup that's built to withstand the elements so the two of you can enjoy the great outdoors together. Whether you're resting in the backyard or bonding at a campsite, this bed doubles as both an ultra-comfy sanctuary and durable hangout for wherever your shared love for adventure takes you.",
        "category": "beds",
        "image_urls": [
            "3021499-1.jpg",
            "3021499-2.jpg",
            "3021499-3.jpg"
        ]
    },
    {
        "title": "Animaze Soft-Touch Gray Dog Mat",
        "sku": "3009561",
        "description": "The Animaze Gray Soft-Touch Dog Mat keeps your pet comfier in their crate, kennel or carrier thanks to its cozy cover and cushiony fill. A channel stitch along the edge secures fill and allows for a hassle-free machine wash to keep this mat fresh and ready for your pet.",
        "category": "beds",
        "image_urls": [
            "3009561-1.jpg"
        ]
    },
    {
        "title": "You & Me Grey Durable Dog Mat",
        "sku": "2650875",
        "description": "The You & Me Grey Durable Dog Mat helps you provide a comfy sleeping surface that's also resilient against nibbling. The quilted machine washable cover unzips, so you can keep it fresh with ease.",
        "category": "beds",
        "image_urls": [
            "2650875-1.jpg",
            "2650875-2.jpg",
            "2650875-3.jpg",
            "2650875-4.jpg"
        ]
    },
    {
        "title": "Harmony Cozy Sherpa Pet Throw in Dark Grey",
        "sku": "2668899",
        "description": "The Harmony Cozy Sherpa Pet Throw features a fluffy white fleece that's perfect for snuggling and nuzzling. Let your cat or dog burrow under this pet blanket or use it to shield furniture and bedding from shedding.",
        "category": "beds",
        "image_urls": [
            "2668899-1.jpg"
        ]
    },
    {
        "title": "Animaze Gray Bolster Dog Bed",
        "sku": "2947071",
        "description": "The Animaze Brown Bolster Dog Bed brings plush comfort in a simple design and neutral colors. For added stability when your pup is ready to jump in for some shuteye, this bolster dog bed includes a non-slip bottom.",
        "category": "beds",
        "image_urls": [
            "2947071-1.jpg",
            "2947071-2.jpg",
            "2947071-3.jpg"
        ]
    },
    {
        "title": "Reddy Elite Burgundy Orthopedic Hexagon Dog Bed",
        "sku": "3021544",
        "description": "Reddy Elite Orthopedic Burgundy Hexagon Dog Bed builds in ultimate comfort and advanced support to provide your pup with superior sleep using a thoughtfully designed dual-layered fill that features a memory foam pillow and a top-of-the-line orthopedic foam base to best support their weight. After a day of romping around the city or trading the concrete jungle for time with Mother Nature, they'll appreciate how easy this bed is on their body and joints, while you enjoy the effortless maintenance of its odor- and stain-resistant exterior.",
        "category": "beds",
        "image_urls": [
            "3021544-1.jpg",
            "3021544-2.jpg",
            "3021544-3.jpg",
            "3021544-4.jpg"
        ]
    },
    {
        "title": "You & Me Comfort Dog Mat",
        "sku": "2949295",
        "description": "The You & Me Comfort Dog Mat can be placed in a crate or kennel to create a cozier den-like experience. This soft bolster mat travels easily, providing your pup with a comfortable place to lay down wherever you go.",
        "category": "beds",
        "image_urls": [
            "2949295-1.jpg"
        ]
    },
    {
        "title": "You & Me Grey Orthopedic & Memory Foam Dog Mat",
        "sku": "2651114",
        "description": "The You & Me Grey Orthopedic & Memory Foam Dog Mat features a dual sided filling core so you can provide two superior styles of support with the same ultra-soft and machine washable sleep surface. This allows it to help relieve your pup's pressure points with double the wear.",
        "category": "beds",
        "image_urls": [
            "2651114-1.jpg"
        ]
    },
    {
        "title": "Animaze Gray Lounger Dog Bed",
        "sku": "2947100",
        "description": "The Animaze Gray Lounger Dog Bed is ready for naptime thanks to its soft sleep surface and plush polyfill stuffing. Ideal for homes with hardwood, tile or other types of slick flooring, this bed comes complete with a non-slip bottom.",
        "category": "beds",
        "image_urls": [
            "2947100-1.jpg",
            "2947100-2.jpg",
            "2947100-3.jpg",
            "2947100-4.jpg"
        ]
    },
    {
        "title": "Brown and Tan Memory Foam Rectangular Pillow Dog Bed",
        "sku": "1376276",
        "description": "Brown Memory Foam Rectangular Pillow Dog Bed",
        "category": "beds",
        "image_urls": [
            "1376276-1.jpg",
            "1376276-2.jpg",
            "1376276-3.jpg"
        ]
    },
    {
        "title": "K&H Grey Original Pet Cot",
        "sku": "2647511",
        "description": "The easy to assemble K&H Pet Cot requires no tools! The raised mesh cot cools your pet while keeping them off the ground. For indoor or outdoor use.",
        "category": "beds",
        "image_urls": [
            "2647511-1.jpg"
        ]
    },
    {
        "title": "K&H Lectro-Soft Outdoor Heated Dog Bed",
        "sku": "1222120",
        "description": "The first soft, outdoor heated bed on the market! The Lectro-Soft comes in 3 sizes and is extremely low wattage. Perfect for doghouses, basements, garages, barns, sheds, porches or any other outdoor shelter. This soft, orthopedic bed is unique in that it will still provide soft, comfortable warmth even in sub-zero weather! Super soft PVC is used on the exterior to ensure the bed doesn't absorb water and stay wet like a fabric bed would. Indoor or Outdoor use.",
        "category": "beds",
        "image_urls": [
            "1222120-1.jpg"
        ]
    },
    {
        "title": "BOBS from Skechers Doggie Crowd Dog Bed",
        "sku": "3105588",
        "description": "The BOBS from Skechers Doggie Crowd Dog Bed takes them to cloud canine through comfort with a crowd-pleasing cause. After picking matching accessories, your pup's new ensemble will deserve a toast as a twenty-five cent donation from your purchase will be made to the Petco Foundation for sheltered pets in need.",
        "category": "beds",
        "image_urls": [
            "3105588-1.jpg",
            "3105588-2.jpg",
            "3105588-3.jpg",
            "3105588-4.jpg"
        ]
    },
    {
        "title": "Harmony Blue Orthopedic Lounger Dog Bed",
        "sku": "3074136",
        "description": "The Harmony Blue Orthopedic Lounger Dog Bed carries your pup straight to cloud canine with body-conforming foam that helps relieve pressure points. If they prefer to go sprawl out before they hit snooze, this lounger style will make their dreams come true as its wide frame allows them to take up as much space as they need.",
        "category": "beds",
        "image_urls": [
            "3074136-1.jpg",
            "3074136-2.jpg",
            "3074136-3.jpg",
            "3074136-4.jpg"
        ]
    }
]