[
    {
        "title": "Good ingredients in this food",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 9,
        "product_id": 7
    },
    {
        "title": "Healthy diet",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 5,
        "user_id": 49,
        "product_id": 6
    },
    {
        "title": "still need a food for an advanced senior who just needs to eat to stay alive",
        "content": "The dog loves this food and has the protein she needs.",
        "rating": 3,
        "user_id": 83,
        "product_id": 6
    },
    {
        "title": "Blue buffalo fry food",
        "content": "We have an older beagle and she has begun to put on weight. More exercise and better diet. Yay!",
        "rating": 5,
        "user_id": 75,
        "product_id": 2
    },
    {
        "title": "CHEWY IS THE BEST",
        "content": "I was hoping this food would be like doritos for dogs.  ours is a senior senior who just needs to eat to live another day.  there doesn't seem to be any highly palatable food for dogs who's sense of smell/taste is almost gone but still want to live to sniff and bark another day.",
        "rating": 5,
        "user_id": 8,
        "product_id": 1
    },
    {
        "title": "Great Stuff",
        "content": "I havent received it yet.  I did buy a small bag to hold me over until my order arrives.  Had no problems with  changing my dogs food.",
        "rating": 5,
        "user_id": 51,
        "product_id": 8
    },
    {
        "title": "have used for 2 Golden retrievers over 20 years",
        "content": "When I was upset that my order came in  damaged I was afraid I would be out the high price of the food and was at a panic but Chewy came through and sent me a new delivery which came in perfect ...thank you so much",
        "rating": 5,
        "user_id": 7,
        "product_id": 8
    },
    {
        "title": "boxador pointer loves it!",
        "content": "Absolutely as great as the TV commercials.  Our guy eats it up like a special treat.  Wouldn't buy anything else.",
        "rating": 5,
        "user_id": 78,
        "product_id": 6
    },
    {
        "title": "Same price as Petsmart",
        "content": "Blue is a No non-sense high quality dog food that Bella likes and gives her energy.  She looks forward to her meal time too!",
        "rating": 3,
        "user_id": 53,
        "product_id": 8
    },
    {
        "title": "Switched dog food",
        "content": "I decided to switch food for my 3 year old boxador pointer. He was eating a cheaper, less-healthy brand and I noticed that his energy was very low for a 3 yo and that he would give me those sad puppy eyes every time I filled his bowl up until he began not touching it at all, so I knew he needed something better. His first try of blue buffalo, I mixed a bit in with his old food, he ended up picking out all the blue buffalo and devoured every bite! The switch was extremely easy with no problems. Now hes eating blue buffalo every day (3-1/2 cups) hes happier and energetic again, with a healthy shiny coat! I couldnt be more pleased.",
        "rating": 5,
        "user_id": 54,
        "product_id": 7
    },
    {
        "title": "blue buffalo dog good",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 2,
        "user_id": 3,
        "product_id": 8
    },
    {
        "title": "It is Cancerous",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 1,
        "user_id": 68,
        "product_id": 1
    },
    {
        "title": "Dogs favorite",
        "content": "How can you advertise low prices when your 10.00 higher than Wal Martbren",
        "rating": 5,
        "user_id": 85,
        "product_id": 6
    },
    {
        "title": "Dog loves it",
        "content": "Ive been purchasing Blue Buffalo for 5+ years and thru many vet bills and long nights, its safe to say that Blue Buffalo gave my dog Spleen Cancer. Never purchasing again.",
        "rating": 5,
        "user_id": 46,
        "product_id": 10
    },
    {
        "title": "Happy fur babies",
        "content": "great food. Perfect size. My dogs really get excited about eating it.",
        "rating": 5,
        "user_id": 12,
        "product_id": 5
    },
    {
        "title": "Dogs love it",
        "content": "Our dog likes this much more than the puppy food. In fact, when transitioning, she would pick this out first.This is our new brand for life. It is very high quality and will keep the dog healthy.  I am a fan.",
        "rating": 5,
        "user_id": 46,
        "product_id": 7
    },
    {
        "title": "Blue Buffalo Chicken",
        "content": "Our 5 big breed rescues so far like this food . They are picky eaters",
        "rating": 5,
        "user_id": 88,
        "product_id": 1
    },
    {
        "title": "Upgraded to this product from regular dog food",
        "content": "This is my dogs favorite dry food . I buy the smaller size because it has a ziplock seal to keep the food fresh . I avoid larger bags to ensure the food is fresh and doesnt go stale over several weeks of feeding .",
        "rating": 4,
        "user_id": 55,
        "product_id": 9
    },
    {
        "title": "Great dog food",
        "content": "I find this dog food good for my dogs. I've used Chicken and Lamb for years. I try other brands but always go back to Blue.",
        "rating": 5,
        "user_id": 32,
        "product_id": 10
    },
    {
        "title": "Damaged Bag",
        "content": "I can tell my 2 year old Dog appreciates this food much better than the other food I fed him,  hes a picky eater as well so Im so thankful also happy he adjusted well to this food",
        "rating": 4,
        "user_id": 36,
        "product_id": 3
    },
    {
        "title": "Chanel Approved",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 69,
        "product_id": 9
    },
    {
        "title": "Don't buy this, bad for your dog",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 1,
        "user_id": 31,
        "product_id": 9
    },
    {
        "title": "Love this site",
        "content": "We love Blue!!! Its all natural with meat, fruit and vegetables.  Chanel loves it!!! As she's crunching I feel like it is helping keep her teeth clean too.",
        "rating": 5,
        "user_id": 97,
        "product_id": 6
    },
    {
        "title": "Picky eater loves it!",
        "content": "Mixed 1cup of this food with 2cups of my dogs previous food, she immediately threw up after eating. I should have seen it coming when she sniffed the food and waited until she was very hunger to eat. The other reviews about this being a bad dog food are true. Buyer beware.",
        "rating": 5,
        "user_id": 49,
        "product_id": 2
    },
    {
        "title": "Dogs love it and I like the ingredients and the results",
        "content": "As always...perfect,very quick service.  Wonderful product that my Murphy loves.",
        "rating": 5,
        "user_id": 64,
        "product_id": 8
    },
    {
        "title": "Such FAST delivery!!!",
        "content": "My sheltie always is a picky eater, but I thought Id give it a try. Well, she absolutely loves it as well as my border collie. I had to sit there while she ate coaxing her to eat with hot water & cheese mixed in! The first time I gave it to her she gobbled it up & wanted more!  I had to hide the bag so they wouldnt get into it. Absolutely amazing food & so much healthier for them as well! You have a customer for life! Faster delivery than I was expecting!!!",
        "rating": 5,
        "user_id": 39,
        "product_id": 1
    },
    {
        "title": "Senior Dogs",
        "content": "My adolescent GSD gets higher-calorie food but sneaks the Blue Buffalo Life-Protection Formula from the rotti, a gray-muzzled senior. They both love the taste. A vet suggested this as a good all-around large breed food and recommended it for weight management in my senior dog's case.",
        "rating": 5,
        "user_id": 61,
        "product_id": 3
    },
    {
        "title": "Very Good!!",
        "content": "We love Blue Buffalo and really enjoyed using your $15.00 off coupon we used to purchase a 30 lb bag. The delivery was so FAST, ordered it, and got it the next day!!! Wow!!  Thank you",
        "rating": 5,
        "user_id": 41,
        "product_id": 4
    },
    {
        "title": "Great experience with my dog!",
        "content": "The small nuggets are perfect for senior dogs.  Kitzy is almost 16 and Sam is over 10.?? both long term rescues.   They eat it with gusto, and I am happy that I switched.",
        "rating": 4,
        "user_id": 57,
        "product_id": 2
    },
    {
        "title": "Dogs loved it",
        "content": "Our dog has been eating this brand since 3months old and was his first hard food! I highly recommend it for your dog, but if you do but it in order to switch up your dogs food brands then do not blame the food because of your dog. My dog never had any trouble with this food and I was recommended this by many websites and pet stores for a good food brand for my Border Collie.",
        "rating": 5,
        "user_id": 95,
        "product_id": 1
    },
    {
        "title": "Noticed huge improvements!",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 72,
        "product_id": 4
    },
    {
        "title": "Roody's been on blue since puppy",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 5,
        "user_id": 73,
        "product_id": 10
    },
    {
        "title": "Blue Buffalo",
        "content": "I recently adopted a dog, and started her on blue. Within a few weeks her coat was shinier, softer, more vibrant, and fuller. Her poops are way more regulated than before, and she loves the food!",
        "rating": 5,
        "user_id": 15,
        "product_id": 7
    },
    {
        "title": "Both dogs having issues",
        "content": "My baby has been on blue since he was a pup we tried others when he was lil but he loves blue!! He's now 19 months and still loves it!! He loves mixing blue dry with blue wet can foods!!! Stews are his fave!!! We love chewy!! Always so fast and friendly when you have any problems!!",
        "rating": 1,
        "user_id": 42,
        "product_id": 9
    },
    {
        "title": "iffy about this food",
        "content": "Jax and Apollo love this dog food. They also love the Blue Buffalo treats.",
        "rating": 3,
        "user_id": 41,
        "product_id": 3
    },
    {
        "title": "NO MORE Lifesource Bites",
        "content": "I usually only buy blue buffalo products for my animals but this bag is giving both of my huskies digestive issues",
        "rating": 1,
        "user_id": 43,
        "product_id": 4
    },
    {
        "title": "Food for SassyBrat",
        "content": "I have fed my Tiny this food since he was a puppy. He always did well on it, his coat seemed very healthy and he had normal poops. Ive been sent a couple concerning articles about blue buffalo having horrible long term effects on dogs health and I have decided to switch his food. Hes 4 now, so hes been eating this food for a while, and I pray he is okay. Its sad you think you are getting him a good brand because of what they advertise and you could be unknowingly harming your dog. Obviously you cant believe everything you read on the internet, but for my peace of mind I switched to I and Love and You Pet and so far he is doing just as well on that.",
        "rating": 3,
        "user_id": 14,
        "product_id": 10
    },
    {
        "title": "We don't like it",
        "content": "My dogs HATE the Lifesource Bites,  it litters my floor just like dust. My floor look almost Polka Dotted.  Waste of money, as far as having to pay for the food, per pound.  The dogs probably waste 2-3 lbs from spitting out the Life Bites, and I have 5 dogs/puppies. You would think that at least 1 dog would like them,  NOT!",
        "rating": 1,
        "user_id": 16,
        "product_id": 10
    },
    {
        "title": "Chewy is great",
        "content": "My dog like it but likes the lamb and rice better so i will be going back to that one",
        "rating": 5,
        "user_id": 77,
        "product_id": 1
    },
    {
        "title": "My dobie had her first dish and loved it.",
        "content": "Unfortunately, my dogs won't eat it. I recently got a new puppy that was brought up on Blue so I switched initially by mixing both the old and the new so it wouldn't upset my other dog's stomach but neither of them will eat this , so I will be going back to the Wellness brand",
        "rating": 5,
        "user_id": 69,
        "product_id": 2
    },
    {
        "title": "Great food!!",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 98,
        "product_id": 4
    },
    {
        "title": "Take it easy shipper!",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 2,
        "user_id": 79,
        "product_id": 1
    },
    {
        "title": "Excellent dogfood",
        "content": "After I rescued my 50 pound pittie, I put her on this dog food and she loves it!! Its such a great quality dog food and my Jaye is always excited for food time! It is definitely worth the price because her energy levels are so much higher since I switched!",
        "rating": 5,
        "user_id": 25,
        "product_id": 7
    },
    {
        "title": "Best quality and taste",
        "content": "Nothing to do with Blue Buffalo, love it all the way. The bag was ripped and the food was spilled all over, inside the shipping box. Can these people be a little gentle when they are packing things??",
        "rating": 5,
        "user_id": 76,
        "product_id": 3
    },
    {
        "title": "Good healthy food for my senior dog",
        "content": "Our lab dearly loves it. Eats it dry most of the time, unless we add some leftover  things at mealtime. Outstanding value and well worth it financially.",
        "rating": 5,
        "user_id": 79,
        "product_id": 6
    },
    {
        "title": "My Dogs Love Blue!",
        "content": "All 9 of my dogs love Blue Buffalo Life Protection. I know they are getting top quality food and they all love the taste. I've tried other dog food but I have returned to Blue Buffalo for good. My toothless yorkie loves Blue Buffalo canned as well. Highly recommend.",
        "rating": 5,
        "user_id": 75,
        "product_id": 8
    },
    {
        "title": "My girls love it!",
        "content": "My 10 year old mix dog is staying healthy eating this Blue Buffalo food.",
        "rating": 5,
        "user_id": 51,
        "product_id": 2
    },
    {
        "title": "Dog food ., wonders price !!",
        "content": "Blue makes food from small to big and everything in between! My 3 dogs Love it!",
        "rating": 5,
        "user_id": 85,
        "product_id": 8
    },
    {
        "title": "This is supposed to be a good brand?",
        "content": "Tried a similar brand when Blue Buffalo was out of stock and they wouldn't eat it.",
        "rating": 1,
        "user_id": 1,
        "product_id": 8
    },
    {
        "title": "blue buffalo",
        "content": "It was a wonderful experience very simple very easy. However the shipment of food came one week too late.",
        "rating": 4,
        "user_id": 21,
        "product_id": 9
    },
    {
        "title": "My dog loves Blue Buffalo!",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 11,
        "product_id": 10
    },
    {
        "title": "Picky Eaters",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 5,
        "user_id": 79,
        "product_id": 9
    },
    {
        "title": "Wish they liked it",
        "content": "Recently, I switched my dog's food from Iams to Blue Buffalo. He has become an eager eater once again.",
        "rating": 1,
        "user_id": 87,
        "product_id": 7
    },
    {
        "title": "New dog food",
        "content": "My large breed dogs are so picky when it comes to food. They eat this food in 1 minute or less. Their poops are normal too, so thats a plus. Ill continue to buy this food.",
        "rating": 5,
        "user_id": 52,
        "product_id": 10
    },
    {
        "title": "Good food!!!",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 5,
        "user_id": 56,
        "product_id": 7
    },
    {
        "title": "Blue Buffalo",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge for me because anyone who has a Westie knows they are very fussy intelligent & determined. I got this new dog food within a 24 hour time frame which shocked me. I opened the bag of Blue Buffalo Chicken & Veggies & no kidding Buster wanted to eat from the bag! Im so happy I finally picked the right food for him. Hes 12 years now and I bought the BEST of everything for him since I got him",
        "rating": 5,
        "user_id": 44,
        "product_id": 3
    },
    {
        "title": "So far so good",
        "content": "On time delivery, good pricing, my girl loves this food.i must cancle the Tyler's turkey jerky thou!! It makes her get a different mood of being sacred  n afraid after eating this peoduct...",
        "rating": 5,
        "user_id": 65,
        "product_id": 9
    },
    {
        "title": "Really Fast!",
        "content": "Our dogs really like the food. We feed the food 2 times a day.",
        "rating": 5,
        "user_id": 92,
        "product_id": 3
    },
    {
        "title": "Yummy for his tummy",
        "content": "I have use this for the past six months I have no problem out of it the dog food is great.",
        "rating": 5,
        "user_id": 12,
        "product_id": 3
    },
    {
        "title": "A+ Service",
        "content": "Received the order in 2 days, and we live in a very rural area. My dog has gotten very picky in the last month so I first tried a 3-lb bag.  He loved it, and I'm now on automatic delivery with this.  Yes, more expensive, but gives me peace of mind knowing he's getting something good for him.",
        "rating": 5,
        "user_id": 11,
        "product_id": 5
    },
    {
        "title": "BEST DOG FOOD FOR MY 15 YEAR OLD BORDER COLLIE",
        "content": "Im writing a review about this dog food because Im changing the food for my Westie. Hes been eating a Salmon & Sweet potato brand food since the issue with dog food happened. Buster was used to eating Tuna & Egg which he loved but they discontinued all products with Tuna for pets. This caused a challenge",
        "rating": 5,
        "user_id": 29,
        "product_id": 7
    },
    {
        "title": "She loves it!",
        "content": "Great nutrition!  I guess not great taste.  My three lab just wont eat it unless I coat it wet food or other mix-ins.  My friend said the same with her boxer-lab mix.  I really wanted them to like it but they need to enjoy their food too.",
        "rating": 4,
        "user_id": 91,
        "product_id": 5
    },
    {
        "title": "poor quality",
        "content": "BLACKY IS MY 15 YEAR OLD BORDER COLLIE WHO HAS BEEN EATING METABOLIC AND MOBILITY DOG FOOD FROM CHEWY. HE HAS BEEN COUGHING FOR ABOUT 8 MONTHS NOW AND HAS HAD A HARD TIME CHEWING AND DIGESTING THIS DOG FOOD SO WE PUT HIM ON BLUE LIFE PROTECTION FORMULA AND HE CAN EAT IT AND I KNOW HE IS GETTING WHAT HE NEEDS NUTRITIONALLY.",
        "rating": 2,
        "user_id": 19,
        "product_id": 4
    },
    {
        "title": "My beagle loves it!",
        "content": "I changed over my dog's food to Blue Buffalo from a generic puppy food. She loves it!",
        "rating": 5,
        "user_id": 11,
        "product_id": 1
    },
    {
        "title": "too many peas",
        "content": "my 11 year old border collie would not eat this food. She eats other foods no problem.",
        "rating": 1,
        "user_id": 59,
        "product_id": 7
    },
    {
        "title": "Good stuff",
        "content": "No matter what, from puppy to adult it has always been Blue Buffalo. I have always trusted the brand bc its always on tv. My dog loves his food and has been growing nicely.",
        "rating": 4,
        "user_id": 95,
        "product_id": 3
    },
    {
        "title": "Blue Buffalo Life Protection Adult Chicken & Brown Rice Dry Dog Food",
        "content": "This food has a lot of peas in it which Ive been reading are not good for dogs. Causes constant flatulence in my 2 year old lab.",
        "rating": 5,
        "user_id": 21,
        "product_id": 7
    },
    {
        "title": "Great food",
        "content": "Good Stuff !! At least that's what are dog's say .lol",
        "rating": 5,
        "user_id": 60,
        "product_id": 2
    },
    {
        "title": "Caused lots of tummy troubles",
        "content": "Gershon, our 1-1/2 year old has lost a taste for his former food. We have been mixing it with Blue Buffalo healthy weight that Moshe, our 10-1/2 year old has been on for years. He seemed to like it so we switched to the original Blue Buffalo. Everyone is now happy, including me! I would certainly recommend any of the Blue Buffalo product line, even for dogs with allergeries, which we also have one with!",
        "rating": 1,
        "user_id": 76,
        "product_id": 2
    },
    {
        "title": "They wont eat it",
        "content": "Good prices, good quality, the dogs enjoy the product",
        "rating": 1,
        "user_id": 77,
        "product_id": 6
    }
]