api/app/controllers/brands_controller.rb

SELECT "brands".* FROM "brands" WHERE "brands"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
    def show
        brand = Brand.find(params['id'])

INSERT INTO "brands" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "iris"], ["created_at", "2020-08-26 18:46:04.595849"], ["updated_at", "2020-08-26 18:46:04.595849"]]
---
    def create
        brand = Brand.create(brand_params)