api/app/controllers/categories_controller.rb

    def create
        category = Category.create(category_params)
---
INSERT INTO "categories" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "toys"], ["created_at", "2020-08-26 18:45:55.753607"], ["updated_at", "2020-08-26 18:45:55.753607"]]