api/app/controllers/products_controller.rb

SELECT "categories".* FROM "categories" WHERE "categories"."name" = $1 LIMIT $2  [["name", "beds"], ["LIMIT", 1]]
---
    def filter_category
        category = Category.find_by(name: params["category"])

SELECT "brands".* FROM "brands" WHERE "brands"."name" = $1 LIMIT $2  [["name", "BungalowFlooring"], ["LIMIT", 1]]
---
    def filter_brand
        brand = Brand.find_by(name: params["brand"])