api/app/controllers/products_controller.rb

    def show
        render json: Product.find(params['id']), include: [:reviews]
---
SELECT "reviews".* FROM "reviews" WHERE "reviews"."product_id" = $1  [["product_id", 7]]
SELECT "products".* FROM "products" WHERE "products"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]

    def create
        product = Product.create(product_params)
---
INSERT INTO "products" ("title", "price", "sku", "description", "discount", "image_urls", "brand_id", "category_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10) RETURNING "id"

    def filter_category
        products = Product.select{|product| product.category == params["category"]}
---
SELECT "products".* FROM "products" WHERE "products"."category_id" = $1 LIMIT $2  [["category_id", nil], ["LIMIT", 1]]

    def filter_brand
        products = Product.select{|product| product.brand == params["brand"]}
---
SELECT "products".* FROM "products" ORDER BY "products"."id" ASC LIMIT $1  [["LIMIT", 1]]