api/app/controllers/reviews_controller.rb

INSERT INTO "reviews" ("rating", "title", "content", "user_id", "product_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"
---
    def create
        # This needs to change before production
        products = Product.select{|product| product.category == 'rawhide'}

        user_id = User.all.sample().id
        product_id = products.sample().id
        review = Review.create(title: review_params['title'], content: review_params['content'], user_id: user_id, rating: review_params['rating'], product_id: product_id)

SELECT "reviews".* FROM "reviews" WHERE "reviews"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
    def show
        render json: Review.find(params['id'])